Repository: daerlnaxe/Pack-My-Game
Catalog: Sources/UnPack My Game/Resources/Lang.*.resx
Languages: fr_fr

# AccessF
source: Access folders
fr_fr: Dossiers d'accès

# Choose_Root
source: Choose root, without platform Name.
fr_fr: Choisir une racine, sans nom de plateforme.

source: Deselect All
fr_fr: Désélectionnez Tout

# Err_FolderC
source: Folder creation denied, look if you have rights to write into the application folder.
fr_fr: Creation de dossier refusée, regardez si vous avez les droits pour écrire dans le dossier de l'application.

# Err_PlatformsF
source: Platforms xml file is unreachable.
fr_fr: Le fichier xml des platformes est introuvable.

# Intro
source: Please, choose a method to unpack:
fr_fr: S'il vous plait, choisissez une méthode pour depack:

# I_AdminRights
source: You need admin rights
fr_fr: Vous avez besoin des droits administrateurs

# I_Copy
source: Copy of
fr_fr: Copy de

# I_DelByYourself
source: You must delete manually this folder
fr_fr: Vous devez effacer manuellement ce dossier

# I_EBMethod
source: Enhanced Backup method: use paths from EBGame.xml to copy files, LaunchBox will create at the next launch the platform, but you will have to specify folders (you can use SappPasRoot plugin).It's the last luck method.
fr_fr: Enhanced Backup methode: utilise les chemins de EBGame.xml pour copier les fichiers. LaunchBox va réer au prochain démarrage la plateforme, mais vous aurez à specifier les dossiers (vous pouvez utiliser le plugin SappPasRoot). C'est la méthode de la dernière chance.

# I_HitEnter
source: Hit enter to valid.
fr_fr: Appuyez sur entrée pour valider.

# I_LaunchboxMethod
source: LaunchBox method: use LaunchBox paths to copy files.
fr_fr: LaunchBox methode: utilise les chemins de LaunchBox pour copier les fichiers.

# I_OneG
source: Please select a game:
fr_fr: SVP selectionnez un jeu:

# I_RFolder
source: Reset a Folder
fr_fr: Reset un dossier

# I_SevG
source: Please select the folder:
fr_fr: SVP selectionnez un dossier:

# I_XML
source: Please select a xml file.
fr_fr: SVP sélectionnez un fichier a xml.

# Launchbox
source: UnPack for Launchbox
fr_fr: UnPack pour Launchbox

# NoElem
source: No element
fr_fr: Pas d'élement

# No_Game
source: No game selected.
fr_fr: Aucun jeu selectionné.

source: Null value
fr_fr: Valeur nulle

# O_ChangeAllPlatforms
source: Change platform if different (useful when different system name exist)
fr_fr: Changer la platforme si différente (utile quand différents noms de système existent)

source: Platform
fr_fr: Plateforme

# Q_Continue
source: Are you sure you want to continue ?
fr_fr: Vous êtes sûr(e) de vouloir continuer ?

source: Select All
fr_fr: Selectionnez Tout

# S_Folder
source: Select a folder
fr_fr: Selectionnez un dossier

# S_Package
source: Select a package
fr_fr: Selectionnez un package

source: Target
fr_fr: Cible

# T_AccessF
source: Define where files will be copied.
fr_fr: Permet de définir où seront copiés les fichiers.

# T_OneG
source: Unpack one game
fr_fr: Unpack un jeu

# T_SevG
source: Unpack several games
fr_fr: Unpack plusieurs jeux

source: Usability
fr_fr: Ergonomie

source: Validate
fr_fr: Valider
