Repository: daerlnaxe/Pack-My-Game
Catalog: Pack My Game/IHM/Lang.*.resx
Languages: fr

source: Alert
fr: Alerte

# Choose_CCodesPath
source: Choose the CheatCodes Path
fr: Choisisser le chemin des Cheat Codes

# Choose_LBPath
source: Choose the LaunchBox path
fr: Choisisser le chemin de LaunchBox

# Credits_Content
source: #Crédits, Thanks to: - My little girl, waiting his dad finish his roms pack... to permit her discover my teenage. - My ex-wife who squat my house (it's convenient) :D. - DotNetZip author, a very good job, useful ! Sincerely. A.Codoul aka Daerlnaxe/Axenn
fr: #Crédits, Merci à: - Ma petite puce qui patiente pendant que papa fait des packs de rom... Afin de lui faire découvrir mon adolescence. - Mon ex-femme (qui se tape l'incruste, mais c'est pratique) :D. - Le créateur de DotNetZip, très bon job, vraiment balaise ! Amitiés. A.Codoul aka Daerlnaxe/Axenn

source: empty
fr: vide

# From_List
source: from the list
fr: de la liste

# Help_Content
source: Step to the left, step to the righ, clap your hands.... Ok... sorry... This is a basic version English/French to help you. I'm not very good in Englis, so my apologizes. What it do: - Get ONE rom, relative pictures, xml datas to construct a zip with everything. - Warning, it will not the same structure but one i think to be more easy, to the unzip. - No, it not alterate in any case your datas, roms, etc. - It must permit to transmit this packs for the future. #1: Go to modify settings to select the LaunchBox folder (for the while you can't select directly the file, if there is update in the future i will see. #2: Select an output folder where pack. !!! DON'T SELECT the LauncherBox folder !!! #3: Optionnal you can specify the compression algorithm #4: Next steps are intuitives, you select the machine, then you select the game... go.
fr: Step to the left, step to the righ, clap your hands.... Ok... sorry... C'est une version basique en Anglais/Français pour vous aider. A quoi ça sert... a rien, barrez vous ^^: - Bref, ça récupère UNE rom, ses images et ses datas xml pour construire un zip avec le tout. - Attention, ça ne sera pas la même structure mais une que j'ai pensée pour que ça soit plus simple lors de la phase de décompression. - Non, ça n'altère en rien vos infos, vos fichiers, vos images, etc - Ca devrait permettre de transmettre ces packs dans le futur. #1: Allez dans les paramètres pour sélectionner le dossier de Lauchbox (pour le moment, vous ne pouvez pas sélectionner directement le fichier, en cas d'update j'aviserai. #2: Selectionner un répertoire de sortie où mettre le pack. !!! NE SELECTIONNEZ PAS le dossier LauncherBox !!! #3: Optionnel vous pouvez spécifier l'algorithme de compression #4: Les étapes suivantes sont intuitives, vous sélectionez la machine, puis le jeu... go.

source: Invalid Path
fr: Chemin invalide

source: Leave
fr: Quitter

# MB_Pack_Question
source: Pack this Game
fr: Packer ce Jeu

# NC_File
source: This folder does not contain the file
fr: Ce dossier ne contient pas le fichier

# OutputBrowserDescription
source: Choose a Work folder
fr: Choisir un dossier de Travail

# Remove_Game
source: Remove the game (Visual only)
fr: Enlever ce Jeu (Purement visuel)

# Remove_Word
source: Remove
fr: Enlever

# SelectASystem
source: Select a Platform
fr: Selectionner une Plateforme
